Repository: brugues/University
Catalog: Jigsaw Catcher iOS in Swift/Jigsaw Catcher/Jigsaw Catcher/*.lproj/Localizable.strings
Languages: ca_es, es

# generateErrorRetrievingGameAlert
source: Error retrieving your game. Check your Internet connection and try again later.
ca_es: Error al descarregar la informació del trencaclosques. Revisa que estiguis connectat i torna-ho a intentar.
es: Error descargando los datos del rompecabezas. Revisa que estés conectado e intentalo más tarde.

# generateGameFinishAlert
source: Congratulations! You have found all the parts. You can create a new game by going back to the main view.
ca_es: Enhorabona! Has trobat totes les parts. Pots crear un nou trencaclosques tornant al menú principal.
es: Enhorabuena! Has encontrado todas las partes. Puedes crear un nuevo rompecabezas volviendo al menú principal.

# generateGameFinishTitle
source: Jigsaw Finished
ca_es: Trencaclosques Acabat
es: Rompezacebas Acabado

# errorMessageLocationAccess
source: Give acces to location in the Settings App in order to play the game
ca_es: Dóna accés a la localització des de l'aplicació de Configuració per tal de poder jugar.
es: Da acceso a la localización en la aplicación de Configuración para poder jugar.

# locationAccesMessage
source: Attention
ca_es: Atenció
es: Atención

# errorCreatingAccount
source: Please enter all the required data.
ca_es: Sisplau, entra totes les dades necessàries.
es: Porfavor, entra todos los datos necesarios.

source: Username already exists.
ca_es: Aquest nom d'usuari ja existeix.
es: Este nombre de usuario ya existe.

# noEmailMessage
source: You need to provide an email.
ca_es: Has de proporcionar un correu.
es: Necesitat proveer un correo.

# recoveryEmailSent
source: A recovery email has been sent to you. Check your inbox.
ca_es: Un correu de recuperació ha estat enviat. Revisa la teva bústia d'entrada.
es: Un correo de recuperación ha sido enviado. Revisa tu buzón de entrada.

source: Completed
ca_es: Completat
es: Completado

# serverProblem
source: There's a problem with the server. Your game can't be created
ca_es: Sembla ser que hi ha un problema amb el servidor. El teu joc no pot ser creat en aquests moments.
es: Hay un problema con el servidor. Tu juego no puede ser creado en estos momentos.

source: Invalid Location
ca_es: Localització invàlida
es: Localización inválida

# invalidLocationMessage
source: You have to provide a location for your game
ca_es: Has de proporcionar una localització vàlida per al teu joc
es: Tienes que proporcionar una localización para el juego

source: Invalid Radius
ca_es: Radi invàlid
es: Radio inválido

# invalidRadiusMessage
source: You have to provide a radius (in Km's) for your game
ca_es: Has de proporcionar un radi (en KM) per el teu joc
es: Tienes que proporcionar un radio (en KM) para tu juego

source: Invalid Name
ca_es: Nom invàlid
es: Nombre inválido

# invalidNameMessage
source: You have to provide a name for your game
ca_es: Has de proporcionar un nom pel teu joc.
es: Tienes que proporcionar un nombre para tu juego

source: Short Password
ca_es: Contrasenya massa curta
es: Contraseña demasiado corta

source: Password Changed
ca_es: Constrasenya canviada
es: Contraseña cambiada

# passwordChangedMessage
source: Your account's password has been changed
ca_es: Contrasenya canviada correctament
es: Contraseña cambiada correctamente

# AlertTitle
source: Alert
ca_es: Alerta
es: Alerta

# needToProvideEmailAlertMessage
source: You need to provide a new email and confirm that email.
ca_es: Has de proporcionar un nou correu i confirmar-lo.
es: Necesitas proporcionar un correo nuevo y confirmar éste.

# providedEmailsAreDifferent
source: The emails you provided are different. Check them out in order to proceed.
ca_es: Els correus que has proporcionat no coincideixen. Revisa-ho per tal de procedir amb el canvi.
es: Los correos que has proporcionado son diferentes. Revísalos para proceder con el cambio.

# providedEmailIsDifferent
source: The email provided is different than the account's email.
ca_es: El correu que has proporcionat és diferent al correu del compte.
es: El correo proporcionado es diferente al correo de la cuenta.

source: Email Changed
ca_es: Correu Canviat
es: Correo Cambiado

# EmailChangedCorrectly
source: Your account's email has been changed.
ca_es: El correu del teu compte ha estat canviat correctament.
es: El correo de tu cuenta ha sido cambiado.

# googleAuth
source: You are authenticated with a Google Account, so you can't change your password or email.
ca_es: Estàs autenticat amb un compte de Google, per tant no pots canviar ni la contrasenya ni el correu.
es: Estás autenticado con una cuenta de Google, así que no puedes cambiar tu contraseña o correo.
