Repository: brugues/University
Catalog: Jigsaw Catcher iOS in Swift/Jigsaw Catcher/Jigsaw Catcher/*.lproj/Main.strings
Languages: es

# 2Pf-qM-JLl.placeholder
source: Email
es: Correo

# 2WV-eM-9nk.placeholder
source: Password
es: Contraseña

# 3eB-8r-cWs.text
source: Already a member? Login now!
es: Ya eres miembro? Inicia sesión!

# 3zk-0N-9sO.normalTitle
source: Create Game
es: Crea un rompecabezas

# 4st-Y0-UiZ.text
source: Not a member? Create an account now!
es: No eres miembro? Crea una cuenta ahora!

# 4uR-eg-1JG.placeholder
source: Location, e.g Melbourne, VIC
es: Localización, p.ej. Barcelona

# 6Kh-Cm-T2g.text
source: Log out
es: Cierra sesión

# 6mZ-WI-tem.text
source: Forgot your password?
es: Olvidaste la contraseña?

# 7RE-Fe-YrV.placeholder
source: Search your games
es: Busca tus juegos

# 7RE-Fe-YrV.scopeButtonTitles[0]
source: Name
es: Nombre

# 7RE-Fe-YrV.scopeButtonTitles[1]
source: Location
es: Localización

# 7nZ-dt-8rF.text
source: Game Location
es: Localización del juego

# 8rJ-Kc-sve.title
source: New Game
es: Nuevo Rompecabezas

# 9ML-8P-Lk2.text
source: Forgot your password?
es: Olvidaste la contraseña?

# ADd-Bj-CSp.normalTitle
source: Login
es: Inicia sesión

# BBY-wp-1al.title
source: Settings & Profile
es: Configuración y Perfil

# BUT-Ow-EMZ.title
source: Change Password
es: Cambía la contraseña

# DFj-dX-YI4.text
source: Change Password
es: Cambía la contraseña

# DzE-gq-JFf.placeholder
source: Email
es: Correo

# H5K-BI-MLl.normalTitle
source: Select Image
es: Selecciona Imagen

# HPm-6G-nW1.normalTitle
source: Change Password
es: Cambía la contraseña

# Hvk-q8-mOE.text
source: Send Password Recovery Email
es: Envía correo de recuperación de contraseña

# K8F-bW-GB5.text
source: Logging out...
es: Cerrando sesión...

# Kz0-yL-2nm.title
source: Games
es: Rompecabezas

# Nkf-Oi-JEf.text
source: You can login here
es: Puedes iniciar sesión aquí

# QP2-4m-WSX.placeholder
source: Email
es: Correo

# T03-6H-UU2.title
source: Change Email
es: Cambia el Correo

# URe-Po-CEN.text
source: Change Email
es: Cambia el Correo

# bEu-gJ-ysI.title
source: Jigsaws
es: Rompecabezas

# bNt-Yc-xgE.placeholder
source: Username
es: Nombre de usuario

# cAs-UA-2is.placeholder
source: Email
es: Correu

# dyd-og-I5i.placeholder
source: Radius, in km
es: Radio, in km

# eHB-Tb-AJH.placeholder
source: Email
es: Correo

# eyW-Zh-VVE.placeholder
source: New Password
es: Nueva contraseña

# gGn-9M-AZy.title
source: Recover Password
es: Recupera la contraseña

# ik4-PI-nsO.normalTitle
source: Restore No-Ads purchase
es: Restaura la compra de 'No-Anuncios'

# jsk-Wh-gLW.placeholder
source: Old password
es: Contraseña antigua

# kMb-UC-0Y3.text
source: Introduce the required Information to create a game
es: Introduce la información requerida para crear un juego

# kOU-el-Bwp.placeholder
source: Password
es: Contraseña

# kRz-iB-b2c.normalTitle
source: Send Recovery Email
es: Envía correo de recuperación

# nwC-NU-PB5.title
source: Settings
es: Configuración

# qS7-n7-pW8.title
source: Settings & Profile
es: Configuración y Perfil

# rrT-c0-gIH.segmentTitles[0]
source: Custom Location
es: Localización personalizada

# rrT-c0-gIH.segmentTitles[1]
source: Current Location
es: Localización actual

# sfi-IV-jDl.normalTitle
source: Create Account
es: Crea una cuenta

# v6D-w6-S7W.placeholder
source: Game Name
es: Nombre del juego

# xpL-vf-B5d.text
source: Not a member? Create an account now!
es: No eres miembro? Crea una cuenta ahora!

# xvS-C2-TfG.title
source: Jigsaws
es: Rompecabezas

# y6Z-al-7eX.normalTitle
source: Change Email
es: Cambia el correu

# yX2-1R-gtj.normalTitle
source: Send Recovery Email
es: Envía correo de recuperación

# znJ-fc-BBh.normalTitle
source: Remove advertisements
es: Elimina anuncios
